Repository: GoldenPotato137/PotatoVN
Catalog: GalgameManager/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# AppDescription
source: PotatoVN is a tool to manage visual novels and is designed to provide a convenient game management platform for players.
ja_jp: PotatoVNは、ギャルゲーを管理するためのツールであり、ギャルゲーをたくさん持っている人々に便利なゲーム管理プラットフォームを提供することを目的としています。
zh_cn: PotatoVN是一个用于管理galgame的游戏的工具，旨在为galgame屯屯鼠们提供一个方便的游戏管理平台。

# Shell_Home.Content
source: Games
ja_jp: ゲーム
zh_cn: 游戏

# Shell_Home_Text.Text
source: Gaming
ja_jp: ゲーム
zh_cn: 游戏

# Settings_Main.Text
source: Main
ja_jp: メイン

# Settings_Personalization.Text
source: Personalization
ja_jp: パーソナライズ

# Settings_Theme.Text
source: Theme
ja_jp: テーマ

# Settings_Theme_Light.Content
source: Light
ja_jp: ライト

# Settings_Theme_Dark.Content
source: Dark
ja_jp: ダーク

# Settings_Theme_Default.Content
source: Default
ja_jp: 既定

# Settings_About.Text
source: About this application
ja_jp: バージョン情報
zh_cn: 关于

# Settings_AboutDescription
source: DEV VERSION\nThis is an open source software : https://github.com/GoldenPotato137/GalgameManager
ja_jp: DEV VERSION\nこれはオープンソースソフトウェアです: https://github.com/GoldenPotato137/GalgameManager

# SettingsPage_PrivacyTermsLink.Content
source: Privacy Policy
ja_jp: プライバシーポリシー
zh_cn: 隐私声明

# Shell_Library.Content
source: Library
ja_jp: ライブラリ
zh_cn: 游戏库

# Shell_LibraryText.Text
source: Library
ja_jp: ライブラリ
zh_cn: 游戏库

# Shell_GalgameSetting.Content
source: Edit Game
ja_jp: ゲームを編集
zh_cn: 编辑游戏

# HomePage_PlayStatus
source: Play status
ja_jp: プレイ状況
zh_cn: 游玩状态

# HomePage_MoreSetting
source: More Settings...
ja_jp: その他の設定...
zh_cn: 更多设置...

# HomePage_Edit
source: Edit Game Info
ja_jp: ゲーム情報を編集
zh_cn: 修改游戏信息

# HomePage_Download
source: Download Game Info
ja_jp: ゲーム情報をダウンロード
zh_cn: 下载游戏信息

# HomePage_Remove
source: Remove Game from Library
ja_jp: ライブラリからゲームを削除
zh_cn: 从库中移除游戏

# GalgamePage_Delete.Label
source: Delete Game
ja_jp: ゲームを完全に削除
zh_cn: 彻底删除游戏

# HomePage_AddNewGame.Label
source: Add Game
ja_jp: ゲームを追加
zh_cn: 添加游戏

# HomePage_Sort.Label
source: Sort
ja_jp: 並べ替え
zh_cn: 排序

# HomePage_Filter
source: Filter
ja_jp: フィルター
zh_cn: 过滤

# AddGalgameResult_Success
source: Game added successfully
ja_jp: ゲームを追加しました
zh_cn: 已成功添加游戏

# AddGalgameResult_AlreadyInLibrary
source: This game already exists in the library
ja_jp: このゲームはすでにライブラリにあります
zh_cn: 库里已经有这个游戏了

# AddGalgameResult_NotFoundInRss
source: No information found for this game from the feed
ja_jp: 情報源にこのゲームの情報は見つかりませんでした
zh_cn: 没有从信息源中找到这个游戏的信息

# HomePage_Remove_Title
source: Unhosted
ja_jp: ホスト解除
zh_cn: 取消托管

# HomePage_Remove_Message
source: Are you sure you want to unhost this game?
ja_jp: このゲームのホストを解除しますか？
zh_cn: 确定要取消托管这个游戏吗

# Yes
source: OK
ja_jp: 確定
zh_cn: 确定

source: Cancel
ja_jp: キャンセル
zh_cn: 取消

# HomePage_Delete_Title
source: Delete Game
ja_jp: ゲームを削除
zh_cn: 删除游戏

# HomePage_Delete_Message
source: Are you sure you want to remove this game from the hard drive, this operation is irreversible.
ja_jp: このゲームをハードディスクから削除しますか？この操作は元に戻せません。
zh_cn: 确定要从硬盘上移除这个游戏吗，这个操作不可逆哦

# HomePage_Delete_FromLibrary
source: Remove from game library as well
ja_jp: ゲームライブラリからも削除
zh_cn: 一并从游戏库中移除

# SettingsPage_ThemeTitle
source: Appearance
ja_jp: 外観
zh_cn: 外观

# SettingsPage_ThemeDescription
source: Settings related to display
ja_jp: 表示に関する設定
zh_cn: 与显示有关的设置

# SettingsPage_OAuth.SettingTitle
source: Third Party Accounts
ja_jp: サードパーティアカウント
zh_cn: 第三方账户

# SettingsPage_OAuth.SettingDescription
source: Third Party Accounts
ja_jp: サードパーティアカウントを管理
zh_cn: 管理第三方账户

# SettingsPage_OAuth_LoginBgm.Title
source: Login to Bangumi
ja_jp: Bangumiにログイン
zh_cn: 登录Bangumi

# SettingsPage_OAuth_LoginBgm.Description
source: Login to Bangumi via OAuth
ja_jp: OAuthでBangumiにログイン
zh_cn: 通过OAuth登录Bangumi

source: Log In
ja_jp: ログイン
zh_cn: 登录

# SettingsPage_OAuth_LogoutBgm.Title
source: Logout from Bangumi
ja_jp: Bangumiからログアウト
zh_cn: 退出Bangumi登录

# SettingsPage_OAuth_LogoutBgm.Description
source: Logout from Bangumi
ja_jp: Bangumi OAuthからログアウト
zh_cn: 退出Bangumi OAuth登录

source: Logout
ja_jp: ログアウト
zh_cn: 退出登录

# SettingsPage_RssTitle
source: Feeds
ja_jp: 情報源
zh_cn: 信息源

# SettingsPage_RssDescription
source: Select the default data source for visual novels' information
ja_jp: デフォルトのギャルゲー情報データソースを選択
zh_cn: 选择默认的galgame信息数据来源

# SettingsPage_Rss_BgmPlaceholder
source: Enter your personal token, get it here: https://next.bgm.tv/demo/access-token/create. Otherwise some NSFW games wouldn't be able to fetch info.
ja_jp: 個人トークンを入力してください。こちらで取得できます: https://next.bgm.tv/demo/access-token/create。入力しない場合、一部のR18ゲーム情報は取得できません。
zh_cn: 输入你的个人令牌，在这里获得:https://next.bgm.tv/demo/access-token/create，不输入的话部分R18游戏信息无法获取哦

# SettingsPage_DownloadTitle
source: Download behavior
ja_jp: ダウンロード動作
zh_cn: 下载行为

# SettingsPage_DownloadDescription
source: Retrieving information related settings from sources
ja_jp: 情報源から情報を取得するための設定
zh_cn: 从信息源获取信息有关的设置

# SettingsPage_Download_OverrideName.Title
source: Display game names from the information source
ja_jp: 情報源からのゲーム名を表示
zh_cn: 显示来自信息源的游戏名称

# SettingsPage_Download_OverrideName.Description
source: Use game names from the information source to override game folder names
ja_jp: 情報源からのゲーム名を使用してゲームフォルダ名を上書きする
zh_cn: 使用来自信息源的游戏名覆盖游戏文件夹的名称

# SettingsPage_CloudSyncTitle
source: Cloud Sync
ja_jp: クラウド同期
zh_cn: 云同步

# SettingsPage_CloudSyncDescription
source: Settings related to the game saves
ja_jp: ゲームセーブに関連する設定
zh_cn: 与游戏存档相关的设置

# SettingsPage_CloudSync_Root
source: Cloud Saves Root
ja_jp: クラウドセーブのルートフォルダ
zh_cn: 云存档根目录

source: Error
ja_jp: エラー
zh_cn: 错误

# GalgameCollectionService_CloudRootNotSet
source: No cloud saves root folder, please set it in settings
ja_jp: クラウドセーブのルートフォルダが設定されていません。設定で指定してください。
zh_cn: 未设置云端存档根文件夹,请在设置中设置

# GalgameCollectionService_SelectOperateTitle
source: Select action
ja_jp: 操作を選択
zh_cn: 选择操作

# GalgameCollectionService_SelectOperateMsg
source: Detected save in cloud. Please choose one of the following operations: If you would like to upload local saves to cloud, pls chose Local. If you would like to use cloud saves, dropping local saves, pls chose Cloud.
ja_jp: クラウドにこのゲームセーブが既に存在します。選択してください： ローカルセーブでクラウドセーブを上書きしたい場合は、「ローカル」を選択してください。 クラウドセーブを使用し、ローカルセーブを破棄したい場合は、「クラウド」を選択してください。
zh_cn: 检测到云端已有该游戏存档，请选择： 若希望将本地存档覆盖云端存档，请选择本地 若希望使用云端存档，丢弃本地存档，请选择云端

# GalgameCollectionService_Local
source: Local
ja_jp: ローカル
zh_cn: 本地

# GalgameCollectionService_Cloud
source: Cloud
ja_jp: クラウド
zh_cn: 云端

# GalgameCollectionService_FolderPickerDialog_ChoseAnotherFolder
source: Select another folder
ja_jp: 他のフォルダを選択
zh_cn: 选择其他文件夹

# GalgamePage_Play.Label
source: Play
ja_jp: ゲームを開始
zh_cn: 启动游戏

# GalgamePage_Edit.Label
source: Edit
ja_jp: 編集
zh_cn: 编辑

# GalgamePage_Save.Label
source: Save
ja_jp: 保存
zh_cn: 保存

# GalgamePage_ChangeSavePosition.Label
source: Convert save location
ja_jp: セーブ場所を変更
zh_cn: 转换游戏存档位置

# GalgamePage_Developers.Text
source: Developers
ja_jp: 開発会社
zh_cn: 制作公司

# GalgamePage_ExpectedPlayTime.Text
source: Estimated game duration
ja_jp: 予想プレイ時間
zh_cn: 预计游戏时长

# GalgamePage_SavePosition.Text
source: Save location
ja_jp: セーブ場所
zh_cn: 存档位置

# GalgamePage_LastPlayTime.Text
source: Latest Played
ja_jp: 最終プレイ
zh_cn: 上次游玩

# GalgamePage_Description.Text
source: Description
ja_jp: 概要
zh_cn: 简介

# GalgameCollectionService_SelectSavePosition
source: Select game save folder
ja_jp: セーブフォルダを選択
zh_cn: 选择存档文件夹

# GalgameCollectionService_NotExeFounded
source: No executable found
ja_jp: 実行ファイルが見つかりません
zh_cn: 未找到可执行文件

# GalgameCollectionService_SelectExe
source: Choose an executable
ja_jp: 実行ファイルを選択
zh_cn: 选择可执行文件

# GalgamePage_UiPlayFlyOutTitle.Text
source: Reset EXE's path?
ja_jp: EXEパスをリセットしますか？
zh_cn: 重置exe路径？

# SettingsPage_Start_AutoStartGame.Title
source: Quick launch game from taskbar.
ja_jp: タスクバーからゲームをクイック起動
zh_cn: 任务栏快速启动游戏

# SettingsPage_Start_AutoStartGame.Description
source: Launch directly when selecting a game from the taskbar right-click menu (skip confirmation step).
ja_jp: タスクバーの右クリックメニューでゲームを選択した際に直接起動する（確認手順をスキップ）
zh_cn: 在任务栏右键菜单选择游戏时直接启动（跳过确认步骤）

# SettingsPage_LibraryTitle
source: Library
ja_jp: ゲームライブラリ
zh_cn: 游戏库

# SettingsPage_LibraryDescription
source: Settings related to the game libraries
ja_jp: ゲームライブラリ関連の設定
zh_cn: 与游戏库相关的设置

# SettingsPage_Library_SearchSubPath
source: Search subdirectories recursively
ja_jp: サブディレクトリを再帰的に検索
zh_cn: 递归搜索子目录

# SettingsPage_Library_SearchSubPathDescription
source: When enabled, all subdirectories will be searched recursively; otherwise, only first-level folders in the game library root directory will be searched.
ja_jp: 有効にすると、すべてのサブディレクトリが再帰的に検索されます。無効の場合、ゲームライブラリのルートディレクトリ直下のフォルダーのみが検索されます。
zh_cn: 启用后将递归搜索所有子目录；否则只查找游戏库根目录下的一级文件夹。

# SettingsPage_Library_SearchSubPathDepth
source: Recursive Search Depth
ja_jp: 再帰検索深度
zh_cn: 递归搜索深度

# SettingsPage_Library_SearchSubPathDepthDescription
source: Limit the depth of recursive search subdirectories
ja_jp: 再帰的にサブディレクトリを検索する深さを制限する
zh_cn: 限制递归搜索子目录的深度

# SettingsPage_Library_NameDescription
source: Below are advanced features for regular expressions. If you don't understand, please keep the default settings. This software will use regular expressions to match game folder names and take the selected matching substring as the game name.
ja_jp: 以下は正規表現の高度な機能です。内容を理解していない場合は、既定の設定を維持してください。 本ソフトウェアは、正規表現を使用してゲームフォルダー名を照合し、選択した一致するサブ文字列をゲーム名として使用します。
zh_cn: 下面为正则表达式的高级功能，如果不了解请保持默认设置 本软件会用正则表达式匹配游戏文件夹名字，并取选定的匹配子串作游戏名。

# SettingsPage_Library_SearchRegex
source: Regular expression
ja_jp: 正規表現
zh_cn: 正则表达式

# SettingsPage_Library_SearchRegexDescription
source: Match the regular expression used, keep the default value if you don't know it (.+)
ja_jp: マッチング用の正規表現。理解できない場合はデフォルト値(.+)を維持してください。
zh_cn: 匹配用的正则表达式，如果你不了解它则请保持默认值(.+)

# SettingsPage_Library_GameSearchRule
source: Match rules
ja_jp: ゲームマッチングルール
zh_cn: 游戏匹配规则

# SettingsPage_Library_GameSearchRuleDescription
source: Only folders that meet all the following rules will be recognized as game folders
ja_jp: 以下のすべてのルールを満たすフォルダのみがゲームフォルダとして認識されます
zh_cn: 只有满足以下所有规则的文件夹才会被识别为游戏文件夹

# SettingsPage_Library_GameSearchRuleMustContain
source: Must contain
ja_jp: 必須項目：
zh_cn: 必须包含：

# SettingsPage_Library_GameSearchRuleShouldContain
source: Must contain at least one
ja_jp: 以下のいずれかを含む：
zh_cn: 且含有以下其中一个：

# SettingsPage_Library_SearchRegexIndex
source: The index of regular substring
ja_jp: 正規表現マッチング部分文字列インデックス
zh_cn: 正则匹配子串下标

# SettingsPage_Library_SearchRegexIndexDescription
source: The index of substring to select, start from 0, leave the default value (0) if you don't know it
ja_jp: 複数の正規表現サブストリングが存在する場合に選択するインデックス（0から開始）。不明な場合は、デフォルト値（0）を維持してください。
zh_cn: 如果有多个正则子串应该选用的下标，从0开始，如果你不了解它请保持默认值(0)

# SettingsPage_Library_SearchRegexRemoveBorder
source: Remove regular substring's boundary
ja_jp: 正規表現サブストリングの境界を削除
zh_cn: 移除正则子串边界

# SettingsPage_Library_SearchRegexRemoveBorderDescription
source: Whether to remove the character on both sides of the earned regular string. e.g. [xxx]will be changed to xxx
ja_jp: 取得した正規表現サブストリングの両端の文字を削除しますか？例えば、[xxx]はxxxに変換されます。
zh_cn: 是否要移除所得正则子串的两侧的字符，比如说[xxx]会被改成xxx

# SettingsPage_Library_SearchRegexTryItOut
source: You can enter string here to test the matching results
ja_jp: マッチング対象の文字列をここに入力して、結果をテストできます。
zh_cn: 可以在这里输入待匹配串来测试匹配结果

# Shell_Help.Content
source: Help
ja_jp: ヘルプ
zh_cn: 帮助

# Shell_HelpText.Text
source: Help
ja_jp: ヘルプ
zh_cn: 帮助

# SettingsPage_RepositoryLink.Content
source: Repository URL
ja_jp: リポジトリのアドレス
zh_cn: 仓库地址

# SettingsPage_RateLink.Content
source: Rate this app
ja_jp: このアプリケーションを評価する
zh_cn: 评价本应用

# App_UnhandledException_Exit
source: Exit
ja_jp: アプリケーションを終了
zh_cn: 退出应用

# App_UnhandledException_Hyperlink
source: Click here to copy the error message and report this issue
ja_jp: エラー情報をコピーしてこの問題を報告するには、ここをクリックしてください。
zh_cn: 点此复制错误信息并报告这个问题

# HelpPage_GettingFaq
source: Retrieving the latest FAQ from the network
ja_jp: ネットワークから最新のFAQを取得中
zh_cn: 正在从网络上获取最新FAQ中

# HelpPage_Website.Label
source: Open in browser
ja_jp: ブラウザで開く
zh_cn: 在浏览器中打开

# HelpPage_NewFeature.Label
source: Suggest a feature
ja_jp: 新機能の提案
zh_cn: 新功能建议

# HelpPage_Help.Label
source: New question
ja_jp: 新しい質問を提出する
zh_cn: 提出新问题

# HelpPage_Download.Label
source: Download the latest FAQ
ja_jp: 最新のFAQを今すぐダウンロード
zh_cn: 立刻下载最新FAQ

# GalgameCollectionService_CreateSymbolicLinkFailed
source: Failed to archive cloud! Don't worry, your save is secure. Failure reasons:
ja_jp: セーブデータのクラウド化に失敗しました！でもご安心ください、セーブデータは安全です。 失敗原因は以下の通りです：
zh_cn: 存档云端化失败啦！但是别担心，你的存档是安全的。 以下为失败原因：

# GalgamePage_TotalPlayTime.Text
source: Time Played
ja_jp: プレイ時間
zh_cn: 游玩时间

# GalgamePage_PlayCount.Text
source: Play Count
ja_jp: プレイ回数
zh_cn: 游玩次数

# Minute
source: mins
ja_jp: 分
zh_cn: 分钟

# SettingsPage_Theme_FixHorizontalPicture.Title
source: Automatically crop cover images
ja_jp: カバー画像を自動トリミング
zh_cn: 自动裁切封面图

# SettingsPage_Theme_FixHorizontalPicture.Description
source: When enabled, all cover images will be automatically cropped to a vertical style to ensure a uniform display.
ja_jp: 有効にすると、すべてのカバー画像が自動的に縦型にトリミングされ、統一された表示スタイルになります。
zh_cn: 启用后将自动裁剪所有封面图成竖直样式，确保统一显示风格

# Back.Label
source: Back
ja_jp: 前の画面に戻る
zh_cn: 回到上个界面

# GalgameFolderCollectionService_DeleteGalgameFolderAsync_Title
source: Delete Library
ja_jp: ライブラリを削除
zh_cn: 删除游戏库

# GalgameFolderCollectionService_DeleteGalgameFolderAsync_Content
source: Deleting a library will delete sub-libraries and unmanage all games.
ja_jp: ライブラリを削除すると、サブライブラリも削除され、すべてのゲームの管理が解除されます。
zh_cn: 删除游戏库会同时删除所有子库

# GalgameFolderCollectionService_DeleteGalgameFolderAsync_RemoveFromLibrary
source: Also remove games from the library
ja_jp: ゲームライブラリからもゲームを削除する
zh_cn: 一并从游戏库中移除游戏

# LibraryPage_DeleteFolder.Text
source: Delete
ja_jp: ゲームライブラリを削除
zh_cn: 删除游戏库

# GalgameFolderPage_DownloadInfo
source: Download game metadata
ja_jp: ゲームデータをダウンロード
zh_cn: 下载所有游戏数据

# GalgameFolderPage_DownloadSelectedInfo
source: Download data by Game ID
ja_jp: ゲームIDでデータをダウンロード
zh_cn: 使用游戏ID下载数据

# GalgameFolderPage_DownloadSelectedInfoFromName.Label
source: Download data by Game Name
ja_jp: ゲーム名でデータをダウンロード
zh_cn: 使用游戏名下载数据

source: Search
ja_jp: 検索
zh_cn: 搜索

# SettingsPage_Library_MetaBackup
source: Metadata backup
ja_jp: メタデータバックアップ
zh_cn: 批量设置各个库的元数据备份

# SettingsPage_Library_MetaBackupDescription
source: Choose whether to back up game metadata within the game folder: Enable: Create backup files (.PotatoVN folder) within the game folder Disable: Data is only saved internally by the software and can be manually backed up via data import/export functions
ja_jp: ゲーム情報データをゲームフォルダ内にバックアップするかどうかを選択します： 有効：ゲームフォルダ内にバックアップファイル（.PotatoVNフォルダ）を作成します 無効：データはソフトウェア内部にのみ保存され、データインポート/エクスポート機能を使用して手動でバックアップできます
zh_cn: 选择是否在游戏文件夹内备份游戏信息数据： 启用：在游戏文件夹内创建备份文件（.PotatoVN文件夹） 禁用：数据仅保存在软件内部，可以通过数据导入导出功能手动备份 修改这个按钮会批量修改所有游戏库设置的元数据备份

# SettingsPage_Library_BackupNow.Title
source: Backup all game info
ja_jp: すべてのゲーム情報をバックアップ
zh_cn: 备份所有游戏信息

# SettingsPage_Library_BackupNow.Description
source: When enabling the backup function for the first time, a full backup needs to be performed manually. Subsequent modifications will be automatically synchronized.
ja_jp: 初めてバックアップ機能を有効にする際は、手動で一度フルバックアップを実行する必要があります。その後の変更は自動的に同期されます
zh_cn: 首次启用备份功能时，需要手动执行一次完整备份，后续修改将自动同步

# SettingsPage_Library_MetaBackupProgress
source: Saving:
ja_jp: 保存中：
zh_cn: 正在保存：

# GalgamePage_OpenInExplorer.Label
source: Open in Explorer
ja_jp: ファイルエクスプローラーで開く
zh_cn: 打开游戏文件夹

# GalgamePage_OpenInBgm.Label
source: Open in Bangumi
ja_jp: Bangumiで開く
zh_cn: 在Bangumi中打开

# GalgamePage_OpenInVndb.Label
source: Open in VNDB
ja_jp: Vndbで開く
zh_cn: 在Vndb中打开

# GalgamePage_OpenInYmgal.Label
source: Open in Ymgal
ja_jp: 月幕Galgameで開く
zh_cn: 在月幕Galgame中打开

# GalgamePage_OpenInCngal.Label
source: Open in CNGal
ja_jp: CNGalで開く
zh_cn: 在CNGal中打开

# GalgamePage_SyncFromVndb.Label
source: Sync Play Status from VNDB
ja_jp: Vndbのプレイ状況をダウンロード
zh_cn: 下载Vndb游玩状态

# GalgamePage_SyncFromBgm.Label
source: Sync Play Status from Bangumi
ja_jp: Bangumiプレイ状況をダウンロード
zh_cn: 下载Bangumi游玩状态

# SettingsPage_Library_IgnoreFetchResult.Title
source: Add all scanned games to Library
ja_jp: スキャンされたすべてのゲームをゲームライブラリに追加する
zh_cn: 将所有扫描到的游戏加入游戏库

# SettingsPage_Library_IgnoreFetchResult.Description
source: Add games to the library even if no matching information is found in the feeds
ja_jp: 情報源で一致する情報が見つからなくても、ゲームをライブラリに追加します
zh_cn: 即使未在信息源中找到匹配信息，仍将游戏添加到库中

# UpdateContentPage_Title.Text
source: Recently Updated
ja_jp: 最近の更新内容
zh_cn: 最近更新的内容

# UpdateContentPage_CurrentVersion
source: Current Version:
ja_jp: 現在のバージョン：
zh_cn: 当前版本：

# UpdateContentPage_MainTitle.Text
source: Welcome
ja_jp: ようこそ
zh_cn: 欢迎

# Shell_Settings.Content
source: Settings
ja_jp: 設定
zh_cn: 设置

# Shell_SettingsText.Text
source: Settings
ja_jp: 設定
zh_cn: 设置

# SettingsPage_UpdateNotification_Title
source: Updates available!
ja_jp: 更新が利用可能です！
zh_cn: 更新可用！

# SettingsPage_UpdateNotification_Msg
source: New updates have been detected. You can update to the latest version in the Microsoft App Store!
ja_jp: 新しい更新が検出されました。アプリストアで最新バージョンに更新できます。
zh_cn: 检测到有新更新，可以在应用商店更新到最新版本哦~

# SettingsPage_SeeWhatsNew
source: What's New
ja_jp: 更新を確認
zh_cn: 查看更新

# GalgamePage_RunAsAdmin.Label
source: Run as admin
ja_jp: 管理者としてゲームを実行
zh_cn: 以管理员身份运行游戏

# SettingsPage_Rss_Bangumi.Content
source: Bangumi
ja_jp: Bangumi 番組計画
zh_cn: Bangumi 番组计划

# SettingsPage_Rss_Mixed.Content
source: Mixed Feeds
ja_jp: 混合情報源
zh_cn: 混合信息源

# SettingsPage_Rss_Bangumi_Description.Text
source: The Bangumi Pu programme is a Chinese-language ACGN-Internet sharing and exchange project, under the CC BY-SA agreement, which keeps information from users on various ACG related events and figures, films, television theatres, etc., accessible to users and provides a BBC forum and message version for exchanges.
ja_jp: Bangumi 番組計画は、CC BY-SAライセンスに基づき、ユーザーから提供された様々なACGN関連の事物、人物、映画、テレビドラマなどの資料を保存し、ユーザーが閲覧できるようにする中国語のACGNインターネット共有・交流プロジェクトです。また、交流や議論のためのBBSフォーラムや掲示板も提供しています。
zh_cn: Bangumi 番组计划是一个中文ACGN互联网分享与交流项目，基于CC BY-SA协议，保存由用户提供的各类ACG相关事物和人物、电影、电视剧等的相关资料，可以让用户查阅，并提供BBS论坛和留言版供交流探讨。

# SettingsPage_Rss_VNDB_Description.Text
source: The visual novelty database (known as VNDB) is a web-based database, wiki and Web English language forum oriented to visual novels. As of May 2021, the visual novelty database contains some 29,000 visual novels, and its section also has approximately 190,000 registered users.
ja_jp: ビジュアルノベルデータベース（英語：Visual Novel Database、略称VNDB）は、ビジュアルノベル向けのオンラインデータベース、Wiki、および英語のオンラインフォーラムです。2021年5月現在、ビジュアルノベルデータベースには約29,000本のビジュアルノベルが登録されており、そのフォーラムには約19万人の登録ユーザーがいます。
zh_cn: 视觉小说数据库（英语：Visual Novel Database，简称VNDB）是一个面向视觉小说的网络数据库、wiki和网络英语论坛。截至2021年5月，视觉小说数据库一共收录了约29,000部视觉小说，其论坛部分也有约19万名注册用户。

# SettingsPage_Rss_Mixed_Description.Text
source: Mixed is a mixed scraper that combines data from multiple sources and takes optimal values. Currently, it combines data from VNDB, Bangumi, and Ymgal. Since multiple data sources are involved, you need to configure relevant settings for each source.
ja_jp: Mixedは、複数のデータソースのデータを組み合わせて最適な値を取得するハイブリッドスクレーパーです。現在、VNDB、Bangumi、Ymgalのデータを組み合わせています。 複数のデータソースが関与するため、各ソースに関連する設定を構成する必要があります。
zh_cn: Mixed为一个混合搜刮器，结合多个数据源的数据并取用最优值。目前结合了VNDB,Bangumi和Ymgal的数据。 由于涉及多个数据源，你需要为每个源配置相关的设置。

# SettingsPage_Theme_Color.Text
source: Theme
ja_jp: アプリのテーマ
zh_cn: 应用主题

# SettingsPage_Theme_Color_Description.Text
source: Choose your favorite theme
ja_jp: お好みのアプリのテーマを選択してください
zh_cn: 选择你喜欢的应用主题吧

# SettingsPage_Other.SettingTitle
source: Additional settings
ja_jp: その他の設定
zh_cn: 其他设置

# SettingsPage_Other.SettingDescription
source: Some other settings
ja_jp: 分類しにくい設定
zh_cn: 一些不太好分类的设置

# SettingsPage_Other_AppCenter.Title
source: Upload anonymous event log
ja_jp: 匿名イベントログをアップロード
zh_cn: 上传匿名事件日志

# SettingsPage_Other_AppCenter.Description
source: The uploaded content does not contain any personal data and is only used to measure the use of features and report error tracking.
ja_jp: アップロードされる内容には個人データは一切含まれておらず、各機能の使用状況の統計およびエラー追跡にのみ使用されます
zh_cn: 上传的内容不包含任何个人数据，且仅用于统计各功能使用情况以及报错跟踪

# SettingsPage_UpdateContent.Content
source: Change log
ja_jp: 更新履歴
zh_cn: 更新记录

# UpdateContentPage_AppCenterSuccess
source: The anonymous log upload feature has been successfully enabled. Thank you for your contribution!
ja_jp: 匿名ログアップロード機能が正常に有効になりました。ご協力ありがとうございます！
zh_cn: 已成功开启匿名日志上传功能，感谢您的贡献！

# EditableCategory_Add_AlreadyExist
source: This game already exists in this category
ja_jp: このゲームはすでにこのカテゴリに存在します
zh_cn: 该游戏已经存在于该分类中

# EditableCategory_Remove_NotExist
source: This game is not in this category
ja_jp: このゲームはこのカテゴリに存在しません
zh_cn: 该游戏不在该分类中

# CategoryService_Developer
source: Developer
ja_jp: 開発会社
zh_cn: 制作公司

# CategoryService_Status
source: Play status
ja_jp: プレイ状況
zh_cn: 游玩状态

# Shell_Category.Content
source: Categories
ja_jp: カテゴリ
zh_cn: 分类

# Shell_CategoryText.Text
source: Category
ja_jp: カテゴリ
zh_cn: 分类

# CategoryPage_Category_Edit.Text
source: Edit category
ja_jp: カテゴリを編集
zh_cn: 编辑分类

# CategoryPage_Category_Delete.Text
source: Delete category
ja_jp: カテゴリを削除
zh_cn: 删除分类

# CategoryPage_Category_Combine.Text
source: Merge categories
ja_jp: カテゴリを結合
zh_cn: 合并分类

# CategoryPage_DeleteCategory_Title
source: Delete category
ja_jp: カテゴリを削除
zh_cn: 删除分类

# CategoryPage_DeleteCategory_Msg
source: Are you sure to delete this category?
ja_jp: このカテゴリを削除してもよろしいですか？
zh_cn: 确认要删除这个分类吗？

# CategoryPage_CombineCategory_Title
source: Merge categories
ja_jp: カテゴリを結合
zh_cn: 合并分类

# CategoryPage_CombineCategory_Msg
source: This action will merge the currently selected category into the selected category below ( this category will be deleted)
ja_jp: この操作により、現在選択されているカテゴリが、以下で選択されたカテゴリに結合されます（このカテゴリは削除されます）
zh_cn: 这个操作会将目前选定的分类合并到下面选中的分类中（本分类会被删除）

# SettingsPage_Download_AutoCategory.Title
source: Automatic categorization
ja_jp: 自動カテゴリ
zh_cn: 自动分类

# SettingsPage_Download_AutoCategory.Description
source: After enabling, games will be automatically categorized by developer and play status
ja_jp: 有効にすると、開発会社、ゲームエンジン、およびプレイ状況に基づいてゲームを自動的に分類します。
zh_cn: 启用后自动按制作公司和游玩状态对游戏进行分类

# SettingsPage_Download_CategoryNow.Title
source: Categorize all games
ja_jp: すべてのゲームをカテゴリ分け
zh_cn: 分类所有游戏

# SettingsPage_Download_CategoryNow.Description
source: After enabling the 'Auto Categorize' feature for the first time, you need to manually categorize existing games; newly added games will be categorized automatically thereafter.
ja_jp: 「自動分類」機能を初めて有効にした後、既存のゲームは手動で分類する必要があります。その後追加される新しいゲームは自動的に分類されます。
zh_cn: 首次启用'自动分类'功能后需手动分类现有游戏，之后新增游戏将自动分类

# SettingsPage_Start.SettingTitle
source: Launch
ja_jp: 起動
zh_cn: 启动

# SettingsPage_Start.SettingDescription
source: Settings related to app launch behavior
ja_jp: アプリの起動動作に関する設定
zh_cn: 与应用启动行为有关的设置

# SettingsPage_Start_Page.Description
source: Set the initial interface displayed after the application starts.
ja_jp: アプリケーション起動後に表示される初期画面を設定します。
zh_cn: 设置应用启动后显示的初始界面

# SettingsPage_Start_Page.Title
source: Startup page
ja_jp: 起動ページ
zh_cn: 启动页

# Home
source: Gaming
ja_jp: ゲーム
zh_cn: 游戏

source: Category
ja_jp: カテゴリ
zh_cn: 分类

# PlayType_None
source: Not set
ja_jp: 未設定
zh_cn: 未设置

# PlayType_Playing
source: Playing
ja_jp: プレイ中
zh_cn: 在玩

# PlayType_Played
source: Finished
ja_jp: プレイ済
zh_cn: 玩过

# PlayType_Shelved
source: Stalled
ja_jp: 一時中断
zh_cn: 搁置

# PlayType_Abandoned
source: Discard
ja_jp: 放棄
zh_cn: 抛弃

# PlayType_WantToPlay
source: Want to Play
ja_jp: プレイしたい
zh_cn: 想玩

# GalgamePage_PlayStatus.Label
source: Play status
ja_jp: プレイ状況
zh_cn: 游玩状态

# CategoryPage_CategoryGroup.Label
source: Category groups
ja_jp: カテゴリグループ
zh_cn: 分类组

# CategoryPage_CategoryNow.Label
source: Categorize all games
ja_jp: すべてのゲームを分類
zh_cn: 分类所有游戏

# SettingsPage_Start_AuthenticationType.Title
source: Authentication
ja_jp: 認証
zh_cn: 身份验证

# SettingsPage_Start_AuthenticationType.Description
source: Set the authentication method when the application starts.
ja_jp: アプリケーション起動時の認証方法を設定します。
zh_cn: 设置应用程序启动时的验证方式
